tap "koekeishiya/formulae"
tap "homebrew/cask"
tap "homebrew/cask-fonts"

cask "kitty"
brew "stow"
brew "rg"
brew "neovim"
brew "go"
brew "antibody"
brew "rust"
brew "n"
brew "pyenv"
brew "watchman"
brew "insomnia"

brew "jq"
brew "koekeishiya/formulae/yabai"
brew "koekeishiya/formulae/skhd"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
brew "lazygit"
brew "tmux"
cask "visual-studio-code"
cask "docker"

cask "firefox"
cask "tableplus"
cask "postico"
cask "figma"
cask "discord"

cask "hackintool"
cask "geekbench"
cask "ubersicht"
cask "mpv"
brew "ranger"
brew "ffmpeg"
brew "youtube-dl"
cask "the-unarchiver"
cask "handbrake"
cask "qlvideo"
cask "altserver"
